branches/2.0/tools/ServiceProfiles/profiles/examples/gea0001/correct1.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/">
    <soap-env:Body>
        <m:InvalidStockSymbol xmlns:m="http://example.org/price">
            <symbol>ABCD</symbol>
        </m:InvalidStockSymbol>
    </soap-env:Body> 
</soap-env:Envelope>
